[Nessus plugins]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table cvss,"cvss_base_score","cvss_vector",cwe,description,"exploit_available","exploit_framework_canvas","exploit_framework_core","exploit_framework_exploithub","exploit_framework_metasploit","exploitability_ease","exploited_by_malware","exploithub_sku","family_name",fname,id,"metasploit_name","patch_publication_date","plugin_modification_date","plugin_name","plugin_publication_date","plugin_type","risk_factor","script_version",signature,"signature_id",solution,synopsis | inputlookup append=t nessus_plugin_lookup | dedup id | outputlookup nessus_plugin_lookup

[Nessus plugins cve]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,cve | inputlookup append=t nessus_mv_cve_lookup | dedup id | mvexpand cve | outputlookup nessus_mv_cve_lookup

[Nessus plugins cpe]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,cpe | inputlookup append=t nessus_mv_cpe_lookup | dedup id | mvexpand cpe | outputlookup nessus_mv_cpe_lookup

[Nessus plugins bugtraq]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,bugtraq | inputlookup append=t nessus_mv_bugtraq_lookup | dedup id | mvexpand bugtraq | outputlookup nessus_mv_bugtraq_lookup

[Nessus plugins osvdb]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,osvdb | inputlookup append=t nessus_mv_osvdb_lookup | dedup id | mvexpand osvdb | outputlookup nessus_mv_osvdb_lookup

[Nessus plugins xref]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,xref | inputlookup append=t nessus_mv_xref_lookup | dedup id | mvexpand xref | outputlookup nessus_mv_xref_lookup

[Nessus plugins msft]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,msft | inputlookup append=t nessus_mv_msft_lookup | dedup id | mvexpand msft | outputlookup nessus_mv_msft_lookup

[Nessus plugins mskb]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,mskb | inputlookup append=t nessus_mv_mskb_lookup | dedup id | mvexpand mskb | outputlookup nessus_mv_mskb_lookup

[Nessus plugins cert]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,cert | inputlookup append=t nessus_mv_cert_lookup | dedup id | mvexpand cert | outputlookup nessus_mv_cert_lookup

[Nessus plugins see_also]
disabled = 1
action.email.reportServerEnabled = 0
action.email.useNSSubject = 1
alert.track = 0
auto_summarize.dispatch.earliest_time = -30d@h
cron_schedule = 0 0 * * *
dispatch.earliest_time = 0
dispatch.latest_time = now
display.general.type = statistics
display.visualizations.show = 0
enableSched = 1
request.ui_dispatch_app = search
request.ui_dispatch_view = search
description = Saved search which populates Nessus plugins into lookup CSV
search = sourcetype=nessus:plugin | dedup id | table id,see_also | inputlookup append=t nessus_mv_see_also_lookup | dedup id | mvexpand see_also | outputlookup nessus_mv_see_also_lookup